export type EventType = {
    id:number,
    date:string,
    title:string,
    description:string,
}

export const events:EventType[] = [
    { id: 1, date: "1917", title: "Всеукраїнський Національний  Конгрес.", description: "Легітимізація діяльності УЦР. Створення «Українського клубу ім. П. Полуботка» стараннями М.Міхновського. Утворення полку ім. Б. Хмельницького" },
    { id: 2, date: "1918", title: "Державний переворот і прихід до влади Павла Скоропадського.", description: "Українська держава (виконавчий орган влади – Рада міністрів)" },
    { id: 3, date: "1934", title: "Перенесення столиці УСРР з Харкова до Києва ", description: "Створення Спілки письменників України; ліквідація літературних об’єднань. Арешт і розправа над українськими кобзарями в Харкові" },
    { id: 5, date: "1956", title: "ХХ з’їзд КРПС, засудження культу особи", description: "ХХ з’їзд КРПС, засудження культу особи" },
    { id: 4, date: "24 серпня 1991", title: "Незалежність України", description: "Ухвалення Верховною Радою Акта проголошення незалежності України" },
]